{
    "1": [
        {
            "dif": 1,
            "phishing": false,
            "addr": "marketing@yourCompany.com",
            "text": "Hello [Name], I hope this email finds you well. We are excited to announce a new product that we think you will love. Check it out at the link below.",
            "explanation": "This email is likely not a phishing email because it is coming from a legitimate marketing email address at 'yourCompany.com' and is promoting a new product. However, it is still important to exercise caution and verify the link before clicking on it."
        },
        {
            "dif": 1,
            "phishing": true,
            "addr": "security@appleid-verify.com",
            "text": "Important notice: Your Apple ID has been suspended due to suspicious activity. Click this link to restore your account and prevent further damage.",
            "explanation": "This email is a phishing email because it is coming from a suspicious email address at 'appleid-verify.com' and is trying to create a sense of urgency to trick the recipient into clicking on the link and giving away their personal information. It is important to note that scammers often use fake email addresses and URLs that are similar to legitimate ones, so it is crucial to verify the authenticity of the email before taking any action."
        },
        {
            "dif": 1,
            "phishing": false,
            "addr": "orders@lorp.com",
            "text": "Dear [Name], thank you for your recent purchase. Your order has been shipped and should arrive within 2-3 business days. You can track your package at the link below.",
            "explanation": "This email is likely not a phishing email because it is coming from a legitimate email address at 'lorp.com' and is providing information about a recent purchase. The link is for tracking the package, which is a common practice for legitimate emails. However, it is still important to exercise caution and verify the link before clicking on it."
        },
        {
            "dif": 1,
            "phishing": true,
            "addr": "support@google-accountsecurity.com",
            "text": "URGENT: Your Google account has been hacked! Click this link to reset your password and secure your account immediately.",
            "explanation": "This email is a phishing email because it is coming from a suspicious email address at 'google-accountsecurity.com' and is using urgent language to create a sense of panic and urgency to trick the recipient into clicking on the link and giving away their personal information. It is important to note that scammers often use fake email addresses and URLs that are similar to legitimate ones, so it is crucial to verify the authenticity of the email before taking any action."
        },
        {
            "dif": 1,
            "phishing": false,
            "addr": "boss@yourCompany.com",
            "text": "Hi [Name], I wanted to touch base and see how things are going with the project. Let me know if there's anything I can do to help.",
            "explanation": "This email is likely not a phishing email because it is coming from a legitimate email address at 'yourCompany.com' and is a common email communication between colleagues or supervisors. However, it is still important to exercise caution and verify the authenticity of the email before replying or taking any action."
        },
        {
            "dif": 1,
            "phishing": true,
            "addr": "support@facebook-security.com",
            "text": "Security alert: Your Facebook account has been compromised! Click this link to verify your account information and prevent unauthorized access.",
            "explanation": "This email is a phishing email because it is coming from a suspicious email address at 'facebook-security.com' and is using language that creates a sense of urgency to trick the recipient into clicking on the link and giving away their personal information. It is important to note that scammers often use fake email addresses and URLs that are similar to legitimate ones, so it is crucial to verify the authenticity of the email before taking any action."
        },
        {
            "dif": 1,
            "phishing": false,
            "addr": "mom@gmail.com",
            "text": "Hello [Name], I hope this email finds you well. I wanted to share an interesting article I came across that I thought you might enjoy. Check it out at the link below.",
            "explanation": "This email is likely not a phishing email because it is coming from a familiar email address at 'gmail.com' and is sharing a non-urgent message about an interesting article. However, it is still important to exercise caution and verify the link before clicking on it, especially if the email contains unexpected or suspicious attachments or asks for personal information."
        },
        {
            "dif": 1,
            "phishing": true,
            "addr": "support@microsoft-account-security-alerts.com",
            "text": "Attention: Your Microsoft account has been breached! Click this link to change your password and protect your sensitive information.",
            "explanation": "This email is a phishing email because it is coming from a suspicious email address at 'microsoft-account-security-alerts.com' and is creating a sense of urgency to trick the recipient into clicking on the link and giving away their login credentials or other sensitive information. It is important to note that legitimate companies would not ask you to share your password or other sensitive information via email."
        },
        {
            "dif": 1,
            "phishing": false,
            "addr": "dan@company.com",
            "text": "Good morning, I wanted to follow up on the job application you submitted. Can you please provide your availability for an interview?",
            "explanation": "This email is likely not a phishing email because it is coming from a professional email address at 'company.com' and is following up on a job application. However, it is still important to exercise caution and verify the sender's identity before responding, especially if the email asks for personal information or sensitive documents."
        },
        {
            "dif": 1,
            "phishing": true,
            "addr": "support@facebook-security.com",
            "text": "Your Facebook account has been flagged for suspicious activity! Click this link to secure your account before it's too late.",
            "explanation": "This email is a phishing email because it is coming from a suspicious email address at 'facebook-security.com' and is creating a sense of urgency to trick the recipient into clicking on the link and giving away their login credentials or other sensitive information. It is important to note that legitimate companies would not ask you to share your password or other sensitive information via email."
        },
        {
            "dif": 1,
            "phishing": false,
            "addr": "boss@yourCompany.com",
            "text": "Dear [Name], I hope this email finds you well. I wanted to touch base with you about the upcoming conference. Are you planning to attend?",
            "explanation": "This email is likely not a phishing email because it is coming from a legitimate email address at 'yourCompany.com' and is asking about a work-related event. However, it is still important to exercise caution and verify the identity of the sender before sharing any personal or sensitive information."
        },
        {
            "dif": 1,
            "phishing": true,
            "addr": "support@netflix-billing.com",
            "text": "Your Netflix subscription has been canceled! Click this link to reactivate your account and avoid any additional charges.",
            "explanation": "This email is a phishing email because it is coming from a suspicious email address at 'netflix-billing.com' and is trying to create a sense of urgency to trick the recipient into clicking on the link and giving away their personal and financial information. It is important to note that scammers often use fake email addresses and URLs that are similar to legitimate ones, so it is crucial to verify the authenticity of the email before taking any action."
        },
        {
            "dif": 1,
            "phishing": false,
            "addr": "employee@yourCompany.com",
            "text": "Hi [Name], just wanted to let you know that the team is making great progress on the project. We should be able to meet our deadline without any issues.",
            "explanation": "This email is likely not a phishing email because it is coming from a legitimate email address at 'yourCompany.com' and is related to work. However, it is still important to exercise caution and verify the identity of the sender before sharing any personal or sensitive information."
        },
        {
            "dif": 1,
            "phishing": true,
            "addr": "security@appleid-verify.com",
            "text": "Your Apple ID has been locked for security reasons! Click this link to unlock your account and avoid permanent suspension.",
            "explanation": "This email is a phishing email because it is coming from a suspicious email address at 'appleid-verify.com' and is trying to create a sense of urgency to trick the recipient into clicking on the link and giving away their personal information. It is important to note that scammers often use fake email addresses and URLs that are similar to legitimate ones, so it is crucial to verify the authenticity of the email before taking any action."
        },
        {
            "dif": 1,
            "phishing": false,
            "addr": "promotions@lorp.com",
            "text": "Dear valued customer, we have an exciting offer just for you! Click the link to learn more.",
            "explanation": "This email is likely a promotional email because it is coming from a legitimate promotions email address at 'lorp.com' and is advertising a special offer. However, it is still important to exercise caution and verify the link before clicking on it."
        },
        {
            "dif": 1,
            "phishing": true,
            "addr": "support@yourbank.com",
            "text": "Your bank account has been frozen! Click this link to verify your identity and unlock your account.",
            "explanation": "This email is a phishing email because it is coming from a suspicious email address at 'yourbank.com' and is attempting to create a sense of urgency to trick the recipient into clicking on the link and giving away their personal information. It is important to note that banks usually do not request sensitive information via email and it is recommended to contact the bank directly to verify any such requests."
        },
        {
            "dif": 1,
            "phishing": false,
            "addr": "employee@yourCompany.com",
            "text": "Hi there, just following up on the proposal we discussed last week. Can you give me a call to discuss further?",
            "explanation": "This email is likely a legitimate email because it is coming from an email address at 'yourCompany.com' and is referencing a proposal that was previously discussed. However, it is still important to exercise caution and verify the legitimacy of the email, especially if it is requesting sensitive information or action."
        },
        {
            "dif": 1,
            "phishing": true,
            "addr": "support@amazon-security.com",
            "text": "Your Amazon account has been hacked! Click this link to reset your password and secure your account.",
            "explanation": "This email is a phishing email because it is coming from a suspicious email address at 'amazon-security.com' and is attempting to create a sense of urgency to trick the recipient into clicking on the link and giving away their personal information. It is important to note that scammers often use fake email addresses and URLs that are similar to legitimate ones, so it is crucial to verify the authenticity of the email before taking any action. It is recommended to directly visit the Amazon website and log in to check for any security alerts or requests."
        },
        {
            "dif": 2,
            "phishing": false,
            "addr": "boss@gmail.com",
            "text": "Greetings, I wanted to touch base with you about the project timeline. Are we still on track for the end of the month?",
            "explanation": "This appears to be a legitimate message from a boss to an employee regarding a project timeline. It does not contain any urgent requests for action or unusual requests for personal information, so it is not likely to be a phishing email."
        },
        {
            "dif": 2,
            "phishing": true,
            "addr": "paypalaccountcompromised-support@lorp.com",
            "text": "Your PayPal account has been compromised! Click this link to verify your account information and prevent further damage.",
            "explanation": "This message is likely a phishing email. The sender's email address includes 'lorp.com', which is not a legitimate domain associated with PayPal. The message contains an urgent request to click on a link to verify personal information, which is a common tactic used by scammers to steal login credentials and other sensitive data."
        },
        {
            "dif": 3,
            "phishing": false,
            "addr": "boss@gmail.com",
            "text": "Hello, please review the attached document and let me know your thoughts. Thank you!",
            "explanation": "This message appears to be a legitimate message from a boss to an employee requesting a review of an attached document. It does not contain any urgent requests for action or unusual requests for personal information, so it is not likely to be a phishing email."
        },
        {
            "dif": 3,
            "phishing": true,
            "addr": "accountlocked-suspiciousactivity@lorp.com",
            "text": "Hi [Name], Your account has been compromised! Click this link to reset your password immediately!",
            "explanation": "This message is likely a phishing email. The sender's email address includes 'lorp.com', which is not a legitimate domain associated with the account being referenced. The message contains an urgent request to click on a link to reset a password, which is a common tactic used by scammers to steal login credentials and other sensitive data."
        },
        {
            "dif": 1,
            "phishing": false,
            "addr": "subscriptionrenewal@lorp.com",
            "text": "Dear [Name], we wanted to remind you that your subscription is about to expire. Renew now to avoid any service interruptions.",
            "explanation": "This message appears to be a legitimate reminder about a subscription that is about to expire. It does not contain any urgent requests for action or unusual requests for personal information, so it is not likely to be a phishing email."
        },
        {
            "dif": 1,
            "phishing": true,
            "addr": "accountlocked-suspiciousactivity@lorp.com",
            "text": "Your account has been locked due to suspicious activity. Click this link to verify your account and avoid permanent suspension.",
            "explanation": "This message is likely a phishing email. The sender's email address includes 'lorp.com', which is not a legitimate domain associated with the account being referenced. The message contains an urgent request to click on a link to verify an account, which is a common tactic used by scammers to steal login credentials and other sensitive data."
        },
        {
            "dif": 1,
            "phishing": false,
            "addr": "exclusiveofferselected@lorp.com",
            "text": "Hi [Name], we are pleased to inform you that you have been selected for an exclusive offer. Check it out at the link below.",
            "explanation": "This message appears to be an offer for an exclusive deal. While it is possible that this could be a phishing email, it does not contain any obvious red flags such as an urgent request for personal information or a suspicious sender's email address."
        },
        {
            "dif": 1,
            "phishing": true,
            "addr": "support@amazon-security.com",
            "text": "URGENT: Your Amazon account has been hacked! Click this link to reset your password and prevent unauthorized access.",
            "explanation": "This message is likely a phishing email. While the sender's email address appears to be from Amazon, it is not a legitimate address associated with the company. The message contains an urgent request to click on a link to reset a password, which is a common tactic used by scammers to steal login credentials and other sensitive data."
        },
        {
            "dif": 1,
            "phishing": false,
            "addr": "recentdonationthankyou@lorp.com",
            "text": "Dear [Name], we would like to thank you for your recent donation. Your generosity will make a difference in the lives of many.",
            "explanation": "This message appears to be a legitimate message thanking the recipient for a recent donation. It does not contain any urgent requests for action or unusual requests for personal information, so it is not likely to be a phishing email."
        },
        {
            "dif": 1,
            "phishing": true,
            "addr": "support@accountverify.com",
            "text": "Your account has been flagged for suspicious activity! Click this link to verify your account information and prevent further damage.",
            "explanation": "This message is likely a phishing email. The sender's email address includes 'accountverify.com', which is not a legitimate domain associated with the account being referenced. The message contains an urgent request to click on a link to verify account information, which is a common tactic used by scammers to steal login credentials and other sensitive data."
        },
        {
            "dif": 1,
            "phishing": false,
            "addr": "boss@yourCompany.com",
            "text": "Hello [Name], I hope this email finds you well. We would like to invite you to our upcoming event. RSVP at the link below.",
            "explanation": "This message appears to be a legitimate message from a boss to an employee inviting them to an upcoming event. It does not contain any urgent requests for action or unusual requests for personal information, so it is not likely to be a phishing email."
        },
        {
            "dif": 1,
            "phishing": true,
            "addr": "support@accountverify.com",
            "text": "Your account has been compromised! Click this link to secure your account and prevent further damage.",
            "explanation": "This message is likely a phishing email. The sender's email address includes 'accountverify.com', which is not a legitimate domain associated with the account being referenced. The message contains an urgent request to click on a link to secure an account, which is a common tactic used by scammers to steal login credentials and other sensitive data."
        },
        {
            "dif": 1,
            "phishing": false,
            "addr": "support-noreply@lorp.com",
            "text": "Hi [Name], we wanted to update you on the status of your recent support ticket. Please log in to your account to view the response.",
            "explanation": "This message appears to be a legitimate notification from a company providing an update on a support ticket. It does not contain any urgent requests for action or unusual requests for personal information, so it is not likely to be a phishing email."
        },
        {
            "dif": 1,
            "phishing": true,
            "addr": "support@accountverify.com",
            "text": "Your account has been suspended due to suspicious activity! Click this link to restore your account and prevent permanent suspension.",
            "explanation": "This message is likely a phishing email. The sender's email address includes 'accountverify.com', which is not a legitimate domain associated with the account being referenced. The message contains an urgent request to click on a link to restore an account, which is a common tactic used by scammers to steal login credentials and other sensitive data."
        },
        {
            "dif": 2,
            "phishing": false,
            "addr": "prize-norely@gameshow.com",
            "text": "Dear [Name], we hope you are enjoying our service. Don't forget to refer your friends for a chance to win a prize.",
            "explanation": "This message appears to be a legitimate notification from a company encouraging users to refer their friends for a chance to win a prize. It does not contain any requests for personal information or urgent requests for action, so it is not likely to be a phishing email."
        },
        {
            "dif": 2,
            "phishing": true,
            "addr": "support@accountverify.com",
            "text": "[Name],Your account has been hacked! Click this link to reset your password and secure your information.",
            "explanation": "This message is likely a phishing email. The sender's email address includes 'accountverify.com', which is not a legitimate domain associated with the account being referenced. The message contains an urgent request to click on a link to reset a password, which is a common tactic used by scammers to steal login credentials and other sensitive data."
        },
        {
            "dif": 3,
            "phishing": false,
            "addr": "support@accountverify.com",
            "text": "Hi [Name], we wanted to let you know that we have updated our privacy policy. Please review it at the link below.",
            "explanation": "This email is likely not a phishing email because it is coming from a legitimate support email address at 'accountverify.com' and is informing the recipient about a privacy policy update. However, it is still important to exercise caution and verify the link before clicking on it to ensure that it is not a fraudulent website."
        },
        {
            "dif": 3,
            "phishing": true,
            "addr": "support@accountverify.com",
            "text": "Hi [Name], Your account has been compromised! Click this link to verify your account information and prevent further damage.",
            "explanation": "This email is a phishing email because it is coming from a suspicious email address at 'accountverify.com' and is creating a sense of urgency to trick the recipient into clicking on the link and giving away their personal information. It is important to note that scammers often use fake email addresses and URLs that are similar to legitimate ones, so it is crucial to verify the authenticity of the email before taking any action."
        },
        {
            "dif": 2,
            "phishing": false,
            "addr": "promotions@lorp.com",
            "text": "Dear [Name], we are excited to offer you a free trial of our premium service. Try it now and see the difference.",
            "explanation": "This email is likely not a phishing email because it is coming from a legitimate promotions email address at 'lorp.com' and is offering a free trial of their premium service. However, it is still important to exercise caution and verify the link before clicking on it to ensure that it is not a fraudulent website."
        },
        {
            "dif": 2,
            "phishing": true,
            "addr": "support@accountverify.com",
            "text": "Your account has been locked due to suspicious activity! Click this link to reset your password and avoid permanent suspension.",
            "explanation": "This email is a phishing email because it is coming from a suspicious email address at 'accountverify.com' and is creating a sense of urgency to trick the recipient into clicking on the link and giving away their personal information. It is important to note that scammers often use fake email addresses and URLs that are similar to legitimate ones, so it is crucial to verify the authenticity of the email before taking any action."
        },
        {
            "dif": 3,
            "phishing": false,
            "addr": "support@accountverify.com",
            "text": "Dear [Name], we are writing to inform you that your account has been temporarily suspended due to suspicious activity. Please contact our customer support team at the number listed on our website to verify your identity and reactivate your account.",
            "explanation": "This email is likely not a phishing email because it is coming from a legitimate email address at 'accountverify.com' and is informing the recipient of a temporary account suspension due to suspicious activity. However, it is important to verify the phone number listed on the company's website before calling to ensure that it is legitimate."
        },
        {
            "dif": 3,
            "phishing": true,
            "addr": "support@accountverify.com",
            "text": "Important notification: Your account has been accessed from a new device. Please log in to your account and verify your identity to prevent unauthorized access. Click this link to proceed.",
            "explanation": "This email is a phishing email because it is coming from a suspicious email address at 'accountverify.com' and is attempting to create a sense of urgency to trick the recipient into clicking on the link and giving away their personal information. It is important to note that scammers often use fake email addresses and URLs that are similar to legitimate ones, so it is crucial to verify the authenticity of the email before taking any action."
        },
        {
            "dif": 3,
            "phishing": false,
            "addr": "prize-norely@gameshow.com",
            "text": "Hello [Name], we are excited to announce that you have been selected as the winner of our monthly prize draw! Please follow the instructions in the attached file to claim your prize.",
            "explanation": "This email is likely not a phishing email because it is coming from a legitimate email address at 'gameshow.com' and is informing the recipient that they have won a prize. However, it is important to exercise caution and verify the authenticity of the email and any attachments before taking any action."
        },
        {
            "dif": 3,
            "phishing": true,
            "addr": "security@mybank.com",
            "text": "URGENT: Your account has been compromised and we have detected unauthorized transactions. Please click this link to verify your identity and secure your account.",
            "explanation": "This email is a phishing email because it is coming from a suspicious email address at 'mybank.com' and is attempting to create a sense of urgency to trick the recipient into clicking on the link and giving away their personal information. It is important to note that scammers often use fake email addresses and URLs that are similar to legitimate ones, so it is crucial to verify the authenticity of the email before taking any action."
        },
        {
            "dif": 3,
            "phishing": false,
            "addr": "surveyLLC@comp.co",
            "text": "Dear [Name], we are pleased to inform you that you have been selected to participate in a survey regarding our products and services. Please click the link below to take the survey and receive a discount code.",
            "explanation": "This email is likely not a phishing email because it is coming from a legitimate email address at 'comp.co' and is inviting the recipient to participate in a survey in exchange for a discount code. However, it is still important to exercise caution and verify the link before clicking on it."
        },
        {
            "dif": 3,
            "phishing": true,
            "addr": "support@accountverify.com",
            "text": "Hello [Name], We have detected suspicious activity on your account. Please log in and change your password immediately to prevent unauthorized access. Click this link to proceed.",
            "explanation": "This email is a phishing email because it is creating a sense of urgency by claiming that there has been suspicious activity on the recipient's account and requesting immediate action. Additionally, the email address at 'accountverify.com' is suspicious and could be a phishing attempt to trick the recipient into giving away their personal information. It is important to verify the authenticity of the email before taking any action."
        },
        {
            "dif": 3,
            "phishing": false,
            "addr": "airline@flight.com",
            "text": "Hello [Name], we wanted to inform you that there has been a change to your flight schedule. Please log in to your account to view the updated itinerary and make any necessary changes.",
            "explanation": "This email is likely not a phishing email because it is coming from a legitimate email address at 'flight.com' and is providing information about a change to the recipient's flight itinerary. However, it is still important to exercise caution and verify the link before clicking on it."
        },
        {
            "dif": 3,
            "phishing": true,
            "addr": "security@mybank.com",
            "text": "Hello [Name], Your account has been locked due to suspicious activity. To unlock your account, please click this link and verify your identity immediately.",
            "explanation": "This email is a phishing email because it is creating a sense of urgency by claiming that the recipient's account has been locked due to suspicious activity and requesting immediate action. Additionally, the email address at 'mybank.com' is suspicious and could be a phishing attempt to trick the recipient into giving away their personal information. It is important to verify the authenticity of the email before taking any action."
        },
        {
            "dif": 3,
            "phishing": false,
            "addr": "jobapplication@lorp.com",
            "text": "Dear [Name], we are excited to inform you that your application for the position of [Job Title] has been accepted. Please log in to your account to view the details and accept the offer.",
            "explanation": "This email appears to be legitimate. It informs the recipient that their job application has been accepted and asks them to log in to view the details and accept the offer. There are no urgent or alarming requests, and the email is addressed to the recipient by name. Additionally, the sender's email address seems to be from a legitimate company."
        },
        {
            "dif": 3,
            "phishing": true,
            "addr": "security@mybank.com",
            "text": "[Name], Your account has been breached and we have detected unauthorized access. To prevent further damage, please click this link and verify your identity immediately.",
            "explanation": "This email appears to be a phishing attempt. The email claims that the recipient's account has been breached and asks them to click a link to verify their identity immediately. The message is urgent and uses fear tactics to prompt the recipient to act quickly without thinking. The sender's email address appears to be from the recipient's bank, but it may be a fake address used to trick the recipient into thinking the email is legitimate."
        },
        {
            "dif": 2,
            "phishing": false,
            "addr": "boss@gmail.com",
            "text": "Hello [Name], I wanted to follow up on our meeting last week. I think we made some good progress, but I wanted to make sure we're still on the same page.",
            "explanation": "This email appears to be legitimate. It is a simple follow-up message from the recipient's boss after a meeting. There are no urgent or alarming requests, and the message is addressed to the recipient by name. The sender's email address appears to be the boss's personal email, but it is not necessarily a red flag in this context."
        },
        {
            "dif": 2,
            "phishing": true,
            "addr": "support@yourbank.com",
            "text": "Your bank account has been compromised! Please log in to your account to verify your identity and restore your account access.",
            "explanation": "This email appears to be a phishing attempt. The email claims that the recipient's bank account has been compromised and asks them to log in to verify their identity and restore their account access. The message is urgent and uses fear tactics to prompt the recipient to act quickly without thinking. The sender's email address appears to be from the recipient's bank, but it may be a fake address used to trick the recipient into thinking the email is legitimate."
        },
        {
            "dif": 2,
            "phishing": false,
            "addr": "promotions@lorp.com",
            "text": "Dear [Name], thank you for your interest in our product. As a token of our appreciation, please enjoy this 20% off coupon code for your next purchase.",
            "explanation": "This email is likely not a phishing email because it is coming from a legitimate email address at 'lorp.com' and is offering a coupon code as a reward for a customer's interest in their product. However, it is still important to exercise caution and verify the coupon code before using it."
        },
        {
            "dif": 2,
            "phishing": true,
            "addr": "support@outlook-account-security.com",
            "text": "URGENT: Your email account has been hacked! Please log in to your account to reset your password and prevent further damage.",
            "explanation": "This email is likely a phishing email because it is coming from a suspicious email address at 'outlook-account-security.com' and is creating a sense of urgency to trick the recipient into clicking on the link and giving away their login credentials. It is important to note that scammers often use fake email addresses and URLs that are similar to legitimate ones, so it is crucial to verify the authenticity of the email before taking any action."
        },
        {
            "dif": 2,
            "phishing": false,
            "addr": "employee@yourCompany.com",
            "text": "Hello [Name], I just wanted to check in and see if you had any questions or concerns about the product. We're here to help in any way we can.",
            "explanation": "This email is likely not a phishing email because it is coming from a legitimate email address at 'yourCompany.com' and is a friendly check-in from a customer service representative. However, it is still important to exercise caution and verify the legitimacy of the sender and any links or attachments included in the email."
        },
        {
            "dif": 2,
            "phishing": true,
            "addr": "paypalaccountcompromised-support@lorp.com",
            "text": "Your PayPal account has been suspended due to suspicious activity. Please log in to your account to resolve the issue and restore your account access.",
            "explanation": "This email is likely a phishing email because it is coming from a suspicious email address at 'lorp.com' and is creating a sense of urgency to trick the recipient into clicking on the link and giving away their login credentials. It is important to note that scammers often use fake email addresses and URLs that are similar to legitimate ones, so it is crucial to verify the authenticity of the email before taking any action."
        },
        {
            "dif": 2,
            "phishing": false,
            "addr": "boss@yourCompany.com",
            "text": "Hi [Name], congratulations on your recent promotion! We're excited to see what you'll accomplish in your new role.",
            "explanation": "This email is likely not a phishing email because it is coming from a legitimate email address at 'yourCompany.com' and is congratulating the recipient on their recent promotion. However, it is still important to exercise caution and verify the authenticity of the email before responding or taking any action."
        },
        {
            "dif": 2,
            "phishing": true,
            "addr": "security.alerts@privacy-protection.net",
            "text": "Your social security number has been compromised! Please log in to your account to verify your identity and protect your sensitive information.",
            "explanation": "This email is a phishing email because it is coming from a suspicious email address at 'privacy-protection.net' and is creating a sense of urgency by claiming that the recipient's social security number has been compromised. It is important to note that legitimate organizations will not ask for sensitive information via email, so it is crucial to verify the authenticity of the email and contact the organization directly if there are any concerns."
        },
        {
            "dif": 2,
            "phishing": false,
            "addr": "cartreminder@lorp.com",
            "text": "Dear [Name], we noticed that you left some items in your cart without completing your purchase. Would you like us to send you a reminder email with a special offer?",
            "explanation": "This email is likely not a phishing email because it is coming from a legitimate email address at 'lorp.com' and is reminding the recipient about items left in their shopping cart. However, it is still important to exercise caution and verify the authenticity of the email before clicking on any links or entering any personal information."
        },
        {
            "dif": 2,
            "phishing": true,
            "addr": "support@amazon-security.com",
            "text": "Your Amazon account has been locked! Please log in to your account to verify your information and avoid permanent suspension.",
            "explanation": "This email is a phishing email because it is coming from a suspicious email address at 'amazon-security.com' and is creating a sense of urgency by claiming that the recipient's account has been locked. It is important to note that scammers often use fake email addresses and URLs that are similar to legitimate ones, so it is crucial to verify the authenticity of the email before taking any action."
        },
        {
            "dif": 2,
            "phishing": false,
            "addr": "employee@yourCompany.com",
            "text": "Dear [Name], I hope this email finds you well. I wanted to follow up on our meeting last week and see if you had any additional questions or concerns.",
            "explanation": "This email is likely not a phishing email because it is coming from a legitimate email address at 'yourCompany.com' and is following up on a previous meeting. However, it is important to exercise caution and verify the authenticity of any requests for sensitive information or actions."
        },
        {
            "dif": 2,
            "phishing": true,
            "addr": "security.alerts@privacy-protection.net",
            "text": "Your account has been flagged for suspicious activity. Click the link below to verify your identity and prevent your account from being locked.",
            "explanation": "This email is a phishing email because it is coming from a suspicious email address at 'privacy-protection.net' and is attempting to create a sense of urgency to trick the recipient into clicking on the link and giving away their personal information. It is important to note that scammers often use fake email addresses and URLs that are similar to legitimate ones, so it is crucial to verify the authenticity of the email before taking any action."
        },
        {
            "dif": 2,
            "phishing": false,
            "addr": "boss@yourCompany.com",
            "text": "Hello [Name], I just wanted to remind you about the upcoming conference next month. Are you still planning to attend? Let me know if you need any assistance with travel arrangements.",
            "explanation": "This email is likely not a phishing email because it is coming from a legitimate email address at 'yourCompany.com' and is a reminder about an upcoming conference. However, it is important to exercise caution and verify the authenticity of any requests for sensitive information or actions."
        },
        {
            "dif": 2,
            "phishing": true,
            "addr": "support@outlook-account-security.com",
            "text": "Your email account has been hacked! Click this link to change your password and secure your account immediately.",
            "explanation": "This email is a phishing email because it is coming from a suspicious email address at 'outlook-account-security.com' and is trying to create a sense of urgency to trick the recipient into clicking on the link and giving away their personal information. It is important to note that scammers often use fake email addresses and URLs that are similar to legitimate ones, so it is crucial to verify the authenticity of the email before taking any action."
        },
        {
            "dif": 2,
            "phishing": false,
            "addr": "claireCEO@company.net",
            "text": "Hi [Name], just wanted to touch base with you and see how the new project is coming along. Let me know if there's anything I can do to help.",
            "explanation": "Legitimate email from a CEO checking in on a project and offering help."
        },
        {
            "dif": 2,
            "phishing": true,
            "addr": "accountlocked-suspiciousactivity@lorp.com",
            "text": "Your account has been compromised! Click the link below to reset your password and prevent unauthorized access.",
            "explanation": "Phishing email with urgency and request for user to click on a suspicious link to reset their password."
        },
        {
            "dif": 2,
            "phishing": false,
            "addr": "ryanCompAdmin@buisinesscape.org",
            "text": "Dear [Name], I wanted to follow up on the proposal we discussed and see if you had any questions or concerns. Please let me know if you need any additional information.",
            "explanation": "Legitimate email from a company administrator following up on a proposal and offering assistance."
        },
        {
            "dif": 2,
            "phishing": true,
            "addr": "accountlocked-suspiciousactivity@lorp.com",
            "text": "Your account has been suspended due to suspicious activity. Click the link below to restore your account and prevent permanent closure.",
            "explanation": "Phishing email with urgency and request for user to click on a suspicious link to restore their account."
        },
        {
            "dif": 2,
            "phishing": false,
            "addr": "claireCEO@company.net",
            "text": "Hello [Name], I hope this email finds you well. I wanted to let you know that we have a new job opening in our department. Please let me know if you're interested and I can send you the details.",
            "explanation": "This is a legitimate email from a company executive about a job opening, and there is no attempt to deceive or manipulate the recipient."
        },
        {
            "dif": 2,
            "phishing": true,
            "addr": "support@yourbank.com",
            "text": "Your bank account has been compromised! Click this link to change your password and prevent further damage.",
            "explanation": "This is a phishing email pretending to be from the recipient's bank and urging them to click on a link to change their password. The link is likely to lead to a fraudulent website designed to steal login credentials."
        },
        {
            "dif": 2,
            "phishing": false,
            "addr": "mom@gmail.com",
            "text": "Dear [Name], congratulations on your recent promotion! I wanted to touch base with you and see how everything is going in your new role.",
            "explanation": "This is a legitimate email from a family member congratulating the recipient on their promotion, and there is no attempt to deceive or manipulate the recipient."
        },
        {
            "dif": 2,
            "phishing": true,
            "addr": "support@accountverify.com",
            "text": "Your account has been locked due to suspicious activity. Click the link below to verify your identity and unlock your account.",
            "explanation": "This is a phishing email pretending to be from a service provider and urging the recipient to click on a link to verify their identity and unlock their account. The link is likely to lead to a fraudulent website designed to steal login credentials."
        },
        {
            "dif": 2,
            "phishing": false,
            "addr": "companyretreat@lorp.com",
            "text": "Hello [Name], I wanted to remind you about the upcoming company retreat next month. We have some exciting activities planned and I hope to see you there!",
            "explanation": "This is a legitimate email from the company reminding the recipient about an upcoming event."
        },
        {
            "dif": 2,
            "phishing": true,
            "addr": "compromised@lorp.com",
            "text": "Your account has been compromised! Click the link below to verify your identity and prevent unauthorized access.",
            "explanation": "This is a phishing email trying to trick the recipient into clicking on a link that may steal their login information."
        },
        {
            "dif": 2,
            "phishing": false,
            "addr": "jobapplication@lorp.com",
            "text": "Hi [Name], I wanted to follow up on the job application you submitted and let you know that we're still in the process of reviewing candidates. We'll be in touch soon!",
            "explanation": "This is a legitimate email from a company following up with a job applicant about their application status."
        },
        {
            "dif": 3,
            "phishing": false,
            "addr": "purchaseshipped@lorp.com",
            "text": "Dear [Name], your recent purchase has been shipped and is on its way. You can track your package at the link below.",
            "explanation": "This is a legitimate email from a company informing the recipient about the status of their recent purchase and providing a link to track it."
        },
        {
            "dif": 3,
            "phishing": false,
            "addr": "subscriptionrenewal@lorp.com",
            "text": "Hi [Name], just a friendly reminder that your subscription will renew in a few days. If you'd like to make any changes, you can manage your subscription at the link below.",
            "explanation": "This email is a legitimate notification about an upcoming subscription renewal. It is not a phishing attempt and the link provided should lead to a legitimate website."
        },
        {
            "dif": 3,
            "phishing": false,
            "addr": "newfeature@lorp.com",
            "text": "Hello [Name], we're excited to announce a new feature that we think you'll love. Check it out at the link below and let us know what you think!",
            "explanation": "This email is a legitimate notification about a new feature being introduced by the company. It is not a phishing attempt and the link provided should lead to a legitimate website."
        },
        {
            "dif": 3,
            "phishing": true,
            "addr": "securityissue@lorp.com",
            "text": "Dear [Name], we have detected a potential security issue with your account. Please verify your account details by clicking on the following link to avoid any account suspension. Thank you for your cooperation.",
            "explanation": "This email is a phishing attempt that tries to trick you into clicking on a link and giving away your account information. Do not click on the link and do not provide any personal information."
        },
        {
            "dif": 3,
            "phishing": true,
            "addr": "unusuallogin@[lorp].com",
            "text": "Greetings [Name], we have noticed an unusual login attempt on your account. Please verify your identity by logging in and updating your account information. Click on this link to proceed.",
            "explanation": "This email is a phishing attempt that tries to trick you into clicking on a link and giving away your account information. Do not click on the link and do not provide any personal information."
        },
        {
            "dif": 3,
            "phishing": true,
            "addr": "passwordchange@lorp.com",
            "text": "Hello [Name], we have received your request to change your account password. If you did not make this request, please ignore this email. Otherwise, please click on the following link to proceed with the password change.",
            "explanation": "This email is a phishing email because it is trying to create a sense of urgency to trick the recipient into clicking on the link and giving away their personal information. It is important to note that scammers often use fake email addresses and URLs that are similar to legitimate ones, so it is crucial to verify the authenticity of the email before taking any action."
        },
        {
            "dif": 3,
            "phishing": true,
            "addr": "security.alerts@privacy-protection.net",
            "text": "Dear valued customer, We have identified a potential security threat to your account. Please verify your account information by clicking on the following link to avoid any potential damage to your account.",
            "explanation": "This email is a phishing email because it is coming from a suspicious email address at 'privacy-protection.net' and is trying to create a sense of urgency to trick the recipient into clicking on the link and giving away their personal information. It is important to note that scammers often use fake email addresses and URLs that are similar to legitimate ones, so it is crucial to verify the authenticity of the email before taking any action."
        },
        {
            "dif": 3,
            "phishing": true,
            "addr": "support@facebook-security.com",
            "text": "Hello [Name], Your account has been temporarily suspended due to suspicious activity. To reactivate your account, please click the link and follow listed steps and update your information.",
            "explanation": "This email is a phishing email because it is coming from a suspicious email address at 'facebook-security.com' and is trying to create a sense of urgency to trick the recipient into clicking on the link and giving away their personal information. It is important to note that scammers often use fake email addresses and URLs that are similar to legitimate ones, so it is crucial to verify the authenticity of the email before taking any action."
        },
        {
            "dif": 3,
            "phishing": true,
            "addr": "compromised@lorp.com",
            "text": "Greetings [Name], We regret to inform you that your account has been compromised. Please click the link below to verify your identity and secure your account.",
            "explanation": "This email is a phishing email because it is trying to create a sense of urgency to trick the recipient into clicking on the link and giving away their personal information. It is important to note that scammers often use tactics like this to get people to act quickly without thinking, so it is crucial to verify the authenticity of the email before taking any action."
        },
        {
            "dif": 3,
            "phishing": false,
            "addr": "accountlocked@lorp.com",
            "text": "Dear [Name], Please be advised that your account has been locked due to suspicious activity. To unlock your account, please click the link below and follow the instructions. If you did not initiate this action, please contact our support team immediately.",
            "explanation": "This email is likely not a phishing email because it is notifying the recipient of suspicious activity and providing a way to resolve the issue by clicking on a link or contacting the support team. However, it is still important to exercise caution and verify the authenticity of the email before taking any action."
        },
        {
            "dif": 3,
            "phishing": false,
            "addr": "legitOrPhish-noreply@lorp.com",
            "text": "Dear [Name], Your account password will expire in 2 days. To update your password, please click the link below and follow the instructions. If you have already updated your password, please ignore this message. Thank you.",
            "explanation": "This email is likely not a phishing email because it is a legitimate notification about a password expiration and provides a way for the recipient to update their password by clicking on a link. However, it is still important to exercise caution and verify the authenticity of the email before taking any action."
        },
        {
            "dif": 3,
            "phishing": false,
            "addr": "legitOrPhish-noreply@lorp.com",
            "text": "Dear [Name], As part of our ongoing security efforts, we will be performing system maintenance on our servers. During this time, you may experience intermittent service disruptions. We apologize for any inconvenience this may cause. Thank you for your patience.",
            "explanation": "This email is likely not a phishing email because it is a legitimate notification about system maintenance and provides information about possible service disruptions. However, it is still important to exercise caution and verify the authenticity of the email before taking any action."
        },
        {
            "dif": 3,
            "phishing": false,
            "addr": "security-support@google.com",
            "text": "Hi [Name],We recently detected some unusual activity on your Google account and wanted to confirm that it was you. If you did not log in from a new device, please let us know so we can take appropriate action to protect your account. If it was you, please ignore this email.Best regards,The Google Security Team",
            "explanation": "This email is likely not a phishing email because it is coming from a legitimate email address at 'google.com' and providing information about unusual activity on the recipient's account. The email also includes instructions for the recipient to take appropriate action to protect their account. However, it is still important to exercise caution and verify the authenticity of the email before taking any action."
        }
    ]
}